Repository: wp-plugins/nextgen-gallery-image-chooser
Catalog: langs/*.po
Languages: de

source: Required NextGEN Gallery was not found!
de: Benötigte NextGEN Galerie konnte nicht gefunden werden!

source: Thumbnail with link to image
de: Vorschaubild mit Link zum Vollbild

source: Thumbnail with link to custom URL (from text box below)
de: Vorschaubild mit Link zu benutzerdefinierter URL (aus untenstehendem Eingabefeld)

source: Thumbnail only - no link
de: Nur Vorschaubild - kein Link

source: Fullsized image only - no link
de: Nur Vollbild - kein Link

source: Text link to image
de: Text-Link zum Vollbild

source: NGG tag of image
de: NGG Tag für Vollbild

source: NGG tag of thumbnail
de: NGG Tag für Vorschaubild

source: NGG tag of multiple thumbnails
de: NGG Tag für mehrere Vorschaubilder

source: About NextGEN Gallery Image Chooser
de: Über NextGEN Gallery Image Chooser

source: Expand all
de: Alles ausklappen

source: Collapse all
de: Alles einklappen

source: Gallery
de: Galerie

source: None
de: Keine

source: Float Left
de: Links in Fließtext

source: Float Right
de: Rechts in Fließtext

source: Insertion Options
de: Einfügeoptionen

source: How to Insert Image
de: Wie soll das Bild eingefügt werden?

source: Custom URL
de: Benutzerdefinierte URL

source: Text for text link
de: Text für Link

source: Image width x height (Leave blank for the original size)
de: Bildgröße Breite x Höhe (Leer lassen für Originalgröße)

source: Link (Leave blank for none)
de: Link (Leer lassen für keinen Link)

source: NGG Float Class
de: NGG Fließoption

source: Default
de: Vorgabe

source: Watermark
de: Wasserzeichen

source: Mode
de: Modus

source: Template name (Leave blank for the default template)
de: Template-Name (Leer lassen für Vorgabetemplate)

source: Press button to insert checked image(s)
de: Knopf drücken, um ausgewählte Bilder einzufügen

source: Insert
de: Einfügen

source: Check all
de: Alles auswählen

source: Uncheck all
de: Alles abwählen

source: NextGEN Gallery order
de: NextGEN Gallery Sortierung

source: NextGEN Gallery Title (A-z)
de: NextGEN Gallery Titel (A-z)

source: NextGEN Gallery Title (z-A)
de: NextGEN Gallery Titel (z-A)

source: Origination Time (Newest First)
de: Erstellungszeit (Neueste zuerst)

source: Origination Time (Oldest First)
de: Erstellungszeit (Älteste zuerst)

source: Display Options
de: Anzeigeoptionen

source: Sorted by:
de: Sortiert nach:

source: Per Page:
de: Pro Seite:

source: All
de: Alle

source: Thumbnails
de: Vorschaubilder

source: Thumbnails with info
de: Vorschaubilder mit Info

source: There are no photos in this album.<br /><br />Please pick another album from the navigation options above.
de: In diesem Album gibt es keine Bilder<br /><br />Bitte ein anderes Album auswählen.

source: Title:
de: Titel:

source: Summary:
de: Zusammenfassung:

source: Description:
de: Beschreibung:

source: Page Navigation:
de: Blättern:

source: Page:
de: Seite:

source: Insert a NGG tag for the current gallery:
de: NGG Tag für die ausgewählte Galerie einfügen:

source: Set the template name in "Insertion Options" below
de: Template-Namen in den "Einfügeoptionen" setzen

source: Insert gallery as image browser
de: Als Image Browser einfügen
